[
  {
    "id": "1",
    "name": "Elmo",
    "breed": "Mieszaniec",
    "age": 4,
    "gender": "Male",
    "description": "Elmo to piesek średnich rozmiarów. Jest bardzo energicznym psem. Lubi się bawić z człowiekiem, chętnie pójdzie też na spacer. Lubi aktywnie spędzać czas. Wykazuje cechy dominujące, nie każdego pieska jest w stanie zaakceptować. Elmo jest wykastrowany, zaczipowany, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/elmo.jpg"
  },
  {
    "id": "2",
    "name": "Enda",
    "breed": "Owczarek niemiecki mix",
    "age": 7,
    "gender": "Female",

    "description": "Enda jest suczką średnich rozmiarów. To taka słodka kuleczka na króciutkich nóżkach. Jest bardzo grzeczna i spokojna. Jest bardzo delikatna, chętnie rozdaje całuski. Uwielbia się przytulać. Nie wykazuje cech dominujących, dobrze się dogaduje z innymi pieskami. Enda jest wysterylizowana, zaczipowana, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/enda.jpg"
  },
  {
    "id": "3",
    "name": "Obis",
    "breed": "Labrador mix",
    "age": 8,
    "gender": "Male",
    "description": "Obis to pies niewielkich rozmiarów. Jest grzeczny, dobrze się dogaduje z innymi pieskami. Nie wykazuje cech dominujących. Uwielbia kontakt z człowiekiem, bardzo lubi się przytulać. Zawsze jest chętny na spacery. Obis jest wykastrowany, zaczipowany, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/obis.jpg"
  },
  {
    "id": "4",
    "name": "Adek",
    "breed": "Mieszaniec",
    "age": 11,
    "gender": "Female",

    "description": "Adek to pies średnich rozmiarów. Jest bardzo chętny do zabawy, uwielbia się bawić piłeczka. Bardzo też lubi spacerki, na których wszystko go bardzo interesuje i wszędzie musi zajrzeć. Adek szuka domu, w którym będzie jedynym zwierzakiem. Nie bardzo toleruje inne pieski. Adek jest wykastrowany, zaczipowany, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/adek.jpg"
  },
  {
    "id": "5",
    "name": "Fibi",
    "breed": "Amstaff mix",
    "age": 3,
    "gender": "Male",

    "description": "Fibi jest suczką nieco większych rozmiarów. Początkowo bywa trochę zamknięta w sobie i lekko wycofana do nowych osób. Jest wyczulona na różne gesty, oraz szybki dotyk. Gdy się już do kogoś przekona to staje się bardzo przytulaśna. Fibi jest spokojna i grzeczna. Dobrze się dogaduje z innymi pieskami, ale wykazuje cechy dominujące. Fibi jest wysterylizowana, zaczipowana, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/fibi.jpg"
  },
  {
    "id": "6",
    "name": "Ptyś",
    "breed": "Border Collie mix",
    "age": 3,
    "gender": "Female",

    "description": "Ptyś jest psem nieco większych rozmiarów. Ładnie chodzi na smyczy. Lubi się bawić, będzie świetnym towarzyszem górskich wycieczek. Dogaduje się z innymi pieskami, ale wykazuje cechy dominujące. Ma dużo energii, którą musi wyładować. Jest bardzo kontaktowy, czasami też bywa bardzo zaborczy. Nie nadaje się do dzieci. Ptyś jest zaczipowany, wykastrowany, posiada również komplet niezbędnych szczepień.",
    "status": "available",
    "photo": "/dogs/ptyś.jpg"
  }
]
